Repository: michaelgergess/DEFACTO
Catalog: UserPresentation/Resources/views/Home/IndexWoman.*.resx
Languages: ar_eg

# ACCESSORY
source: ACCESSORY & FOOTWEAR
ar_eg: الإكسسوارات والأحذية

# Afra
source: I Love ❤️ Afra Saraçoğlu
ar_eg: أنا أحب ❤️ أفرا ساراش أوغلو

source: BEST PRICES
ar_eg: افضل سعر

source: Discover the Convenience of Women's Online Clothing Stores
ar_eg: اكتشف الراحة التي توفرها متاجر الملابس النسائية عبر الإنترنت

source: Favorite
ar_eg: المفضله

# Favorite_1
source: Favorite
ar_eg: المفضله

# img1
source: /images/women/women1_en.webp
ar_eg: /images/women/women1_ar.webp

# img2
source: /images/women/women2_en.webp
ar_eg: /images/women/women2_ar.webp

# img3
source: /images/women/women3_en.webp
ar_eg: /images/women/women3_ar.webp

# img4
source: /images/women/women_en.webp
ar_eg: /images/women/women_ar.webp

# lastV
source: Last Visited
ar_eg: آخر زيارة

# looking
source: Were you looking for this?
ar_eg: هل كنت تبحث عن هذا؟

# POPULAR
source: POPULAR CATEGORIES
ar_eg: الفئات الاشهر

# Pullovers
source: Women Pullovers
ar_eg: البلوفرات النسائية

# Ramdan
source: Ramadan Sale
ar_eg: بيع رمضان

source: Skits
ar_eg: التمثيليات

# Special
source: Special Products For You
ar_eg: منتجات خاصة بالنسبة لك

# Trousersts
source: Women Trousers
ar_eg: بنطلون نسائي

# womanh10
source: At DeFacto, we believe that every woman deserves to feel confident and beautiful in her clothing. That's why we offer a curated selection of women's apparel that combines style, comfort, and quality. Shop with us today and discover a new level of style redefined.
ar_eg: في ديفاكطو، نؤمن بأن كل امرأة تستحق أن تشعر بالثقة والجمال في ملابسها. ولهذا السبب نقدم مجموعة مختارة من الملابس النسائية التي تجمع بين الأناقة والراحة والجودة. تسوق معنا اليوم واكتشف مستوى جديدًا من الأناقة المُعاد تعريفها.

# womanh11
source: Experience the ultimate convenience of shopping for women's fashion at our online clothing store. With just a few clicks, you can browse through our extensive collection of coats and other apparel, finding the perfect pieces to elevate your style. Enjoy the ease of shopping from the comfort of your own home and take advantage of our secure checkout process for a hassle-free shopping experience. At DeFacto, we bring the latest trends right to your fingertips, making it easier than ever to stay stylish all year round.
ar_eg: استمتع بتجربة الراحة المطلقة عند تسوق الأزياء النسائية في متجرنا للملابس عبر الإنترنت. من خلال بضع نقرات فقط، يمكنك تصفح مجموعتنا الواسعة من المعاطف والملابس الأخرى، والعثور على القطع المثالية للارتقاء بأسلوبك. استمتع بسهولة التسوق وأنت مرتاح في منزلك واستفد من عملية الدفع الآمنة لدينا للحصول على تجربة تسوق خالية من المتاعب. في ديفاكطو، نضع أحدث الاتجاهات في متناول يدك، مما يجعل الحفاظ على الأناقة طوال العام أسهل من أي وقت مضى.

# womanh3
source: Step into elegance with our diverse collection of women's dresses. From sophisticated evening gowns to casual sundresses, we have something forevery occasion. Whether you're attending a formal event or simply want to elevate your everyday look, our range of women's dresses offers versatility and style.
ar_eg: احصلي على الأناقة مع مجموعتنا المتنوعة من الفساتين النسائية. من فساتين السهرة المتطورة إلى فساتين الشمس غير الرسمية، لدينا ما يناسب كل مناسبة. سواء كنت تحضرين حدثًا رسميًا أو ترغبين ببساطة في الارتقاء بمظهرك اليومي، فإن مجموعتنا من الفساتين النسائية توفر التنوع والأناقة.

# womanh4
source: Who says you have to break the bank to look fabulous? Explore our women's clothes sale section and discover unbeatable deals on trendy apparel. Shop to your heart's content without worrying about your budget. With discounts on a wide range of clothing items, updating your wardrobe has never been more affordable.
ar_eg: من يقول أنه عليك كسر البنك لتبدو رائعة؟ اكتشف ملابسنا النسائية قسم التخفيضات واكتشف الصفقات التي لا تقبل المنافسة على الملابس العصرية. تسوق إلى قلبك المحتوى دون القلق بشأن ميزانيتك. مع الخصومات على مجموعة واسعة من عناصر الملابس، لم يكن تحديث خزانة الملابس الخاصة بك أسهل من أي وقت مضى.

# womanh5
source: Experience the ultimate shopping convenience with our online women's clothing store. Browse our extensive collection from the comfort of your own home and discover the latest trends at your fingertips. With easy navigation and secure checkout, shopping for women's clothing has never been easier.
ar_eg: استمتع بتجربة التسوق المريحة المطلقة مع متجر الملابس النسائية عبر الإنترنت. تصفح مجموعتنا الواسعة وأنت مرتاح في منزلك واكتشف أحدث الاتجاهات في متناول يدك. مع سهولة التصفح والدفع الآمن، أصبح تسوق الملابس النسائية أسهل من أي وقت مضى.

# womanh6
source: Stay comfortable and stylish with our collection of women's t-shirts. Whether you're running errands or lounging at home, our soft and breathable t-shirts are the perfect choice for any casual occasion. Available in a variety of colors and designs, they're a wardrobe essential for every woman.
ar_eg: تمتعي بالراحة والأناقة مع مجموعتنا من القمصان النسائية. سواء كنت تقوم بمهمات أو تسترخي في المنزل، فإن قمصاننا الناعمة والمسامية هي الخيار الأمثل لأي مناسبة غير رسمية. متوفرة بمجموعة متنوعة من الألوان والتصميمات، فهي قطعة أساسية في خزانة ملابس كل امرأة.

# womanh7
source: Achieve a sporty yet sophisticated look with our women's polo shirts. Made from high-quality materials and featuring timeless designs, our polo shirts offer both style and comfort. Whether you're hitting the golf course or enjoying a weekend outing, our polo shirts are a versatile addition to any wardrobe.
ar_eg: احصلي على مظهر رياضي ولكن راقي مع قمصان البولو النسائية لدينا. مصنوعة من مواد عالية الجودة وتتميز بتصميمات خالدة، قمصان البولو لدينا توفر الأناقة والراحة. سواء كنت تذهب إلى ملعب الجولف أو تستمتع بنزهة نهاية الأسبوع، فإن قمصان البولو الخاصة بنا هي إضافة متعددة الاستخدامات لأي خزانة ملابس.

# womanh8
source: Upgrade your wardrobe with our collection of women's trousers. From tailored trousers for the office to relaxed joggers for weekends, we offer a wide range of styles to suit every preference. With attention to detail and impeccable craftsmanship, our trousers exude effortless sophistication
ar_eg: قم بترقية خزانة ملابسك مع مجموعتنا من السراويل النسائية. بدءًا من البنطلونات المصممة خصيصًا للمكتب وحتى بناطيل الركض المريحة لعطلات نهاية الأسبوع، نقدم مجموعة واسعة من الأنماط التي تناسب كل الأذواق. مع الاهتمام بالتفاصيل والحرفية التي لا تشوبها شائبة، تتميز سراويلنا بالرقي السهل

# womanh9
source: Make a statement with our collection of women's blazers. Whether you're dressing for the boardroom or a night out, our blazers add polish and sophistication to any outfit. With a variety of colors and cuts to choose from, you're sure to find the perfect blazer to elevate your look.
ar_eg: تألقي مع مجموعتنا من السترات النسائية. سواء كنت ترتدي ملابس مناسبة لغرفة الاجتماعات أو لقضاء ليلة في الخارج، فإن ستراتنا تضيف لمسة من الرقي والرقي إلى أي ملابس. مع مجموعة متنوعة من الألوان والقصات للاختيار من بينها، من المؤكد أنك ستجد السترة المثالية لرفع مستوى مظهرك.

# Woman_Beret
source: Women Beret
ar_eg: بيريت نسائي

# Woman_Collections
source: Modest Collections
ar_eg: مجموعات متواضعة

# Woman_Day
source: Woman Day Gifts
ar_eg: هدايا يوم المرأة

# Woman_Day_gift
source: Woman Day Gifts
ar_eg: هدايا يوم المرأة

# Woman_div_1
source: Welcome to our world of women's fashion where every piece is meticulously curated to enhance your wardrobe. At DeFacto, we understand the importance of clothing that not only looks good but also makes you feel confident and empowered. Our collection of women's clothing encompasses a diverse range of styles, from timeless classics to the latest trends, ensuring that there's something for every taste and occasion. Explore our selection and discover how our garments can transform your everyday look into something extraordinary
ar_eg: مرحبًا بك في عالم الموضة النسائية حيث يتم تنسيق كل قطعة بدقة لتعزيز خزانة ملابسك. في ديفاكطو، نحن ندرك أهمية الملابس التي لا تبدو جيدة فحسب، بل تجعلك تشعر بالثقة والتمكين أيضًا. تشمل مجموعتنا من الملابس النسائية مجموعة متنوعة من الأساليب، بدءًا من الكلاسيكيات الخالدة وحتى أحدث الاتجاهات، مما يضمن وجود شيء يناسب كل الأذواق والمناسبات. استكشف مجموعتنا المختارة واكتشف كيف يمكن لملابسنا أن تحول مظهرك اليومي إلى شيء غير عادي

# Woman_div_2
source: Welcome to our Women's Dresses and Fashion collection! Explore a stunning array of women's clothing, ranging from chic dresses to stylish tops and everything in between. At DeFacto, we understand the importance of expressing your unique style through fashion, and our curated selection is designed to help you do just tha
ar_eg: ارتقي بأسلوبك مرحبًا بكم في مجموعة الفساتين والأزياء النسائية! اكتشفي مجموعة مذهلة من الملابس النسائية، بدءًا من الفساتين الأنيقة إلى القمصان الأنيقة وكل شيء بينهما. في ديفاكطو، ندرك أهمية التعبير عن أسلوبك الفريد من خلال الموضة، وقد تم تصميم مجموعتنا المختارة لمساعدتك على القيام بذلك.

# Woman_head_1
source: Women Clothing
ar_eg: ملابس النساء

# Woman_head_2
source: Women's Fashion: Elevate Your Style
ar_eg: أزياء المرأة:

# Woman_Outwear
source: Women Outwear
ar_eg: ملابس خارجية نسائية

# Woman_Scarves
source: Women Scarves
ar_eg: الأوشحة النسائية

# Woman_Trousers
source: Women Trousers
ar_eg: بنطلون نسائي

source: Women Power Dressing
ar_eg: تلبيس القوة النسائية

source: Women Sporty Elegance
ar_eg: أناقة رياضية نسائية

source: Women's Apparel: Style Redefined
ar_eg: الملابس النسائية: إعادة تعريف الأسلوب

source: Women's Casual Comfort
ar_eg: راحة كاجوال للسيدات

source: Women's Clothes Sale: Unbeatable Deals
ar_eg: بيع الملابس النسائية: عروض لا تقبل المنافسة

source: Women's Clothing Stores: Your One-Stop Shop
ar_eg: متاجر الملابس النسائية: متجرك الشامل

source: Women's Dresses: Effortless Elegance
ar_eg: الفساتين النسائية: أناقة بلا منافس

source: Women's Effortless Sophistication
ar_eg: التطور السهل للمرأة
