Repository: michaelgergess/DEFACTO
Catalog: UserPresentation/Resources/views/Order/OrderInfo.*.resx
Languages: ar_eg

source: (15 USD)
ar_eg: (15 دولار)

source: (40 USD)
ar_eg: (40 دولار)

source: (Free)
ar_eg: (مجاني)

source: Click and Collect from the Branch
ar_eg: استلم من الفرع

source: Delivery Information
ar_eg: معلومات التوصيل

source: Discount
ar_eg: خصم

source: Home Delivery
ar_eg: توصيل للمنزل

source: Order Summary
ar_eg: ملخص الطلب

source: OrderInfo
ar_eg: معلومات الطلب

source: Pay with a credit card and enjoy an additional discount
ar_eg: ادفع ببطاقة الائتمان واستمتع بخصم إضافي

source: Payment by Credit Card
ar_eg: الدفع عن طريق بطاقة الائتمان

source: Payment Information
ar_eg: معلومات الدفع

source: Payment on Receipt
ar_eg: الدفع عند الاستلام

source: Please Login To Complete Your Order Process
ar_eg: يرجى تسجيل الدخول لإكمال عملية طلبك

source: Please select a delivery method
ar_eg: الرجاء تحديد طريقة التسليم

source: Please select a payment method
ar_eg: الرجاء اختيار طريقة الدفع

source: Proceed to Secure Payment
ar_eg: انتقل إلى الدفع الآمن

source: Shipping
ar_eg: شحن

source: Subtotal
ar_eg: المجموع الفرعي

source: The total includes VAT
ar_eg: الإجمالي يشمل ضريبة القيمة المضافة

source: Total Amount
ar_eg: المبلغ الإجمالي
