Repository: michaelgergess/DEFACTO
Catalog: UserPresentation/Resources/views/Shared/_defactoLayout.*.resx
Languages: ar_eg

source: About
ar_eg: تعرف علينا

source: About Us
ar_eg: معلومات عنا

source: ARE YOU ALREADY A MEMBER? LOG IN NOW
ar_eg: هل أنت عضو بالفعل؟ تسجيل الدخول الآن

# ARE YOU ALREADY A MEMBER? LOG IN NOW1
source: ARE YOU ALREADY A MEMBER? LOG IN NOW
ar_eg: هل أنت عضو بالفعل؟ تسجيل الدخول الآن

source: BABY
ar_eg: حديثي الولادة

source: Baby Boy Newborn
ar_eg: أولادي حديث ولادة

source: Baby Colourful Style
ar_eg: أسلوب ملون للرضع

source: Baby Girl Newborn
ar_eg: طفلة حديث الولادة

# BABY1
source: BABY
ar_eg: حديثي الولادة

source: Boy T-shirt
ar_eg: تي شيرت اولادي

source: Brand Ambassador
ar_eg: سفير العلامة التجارية

source: Cash On Delivery
ar_eg: الدفع عند الاستلام

source: Cash on delivery fee is 15 EGP
ar_eg: رسوم الدفع عند الاستلام 15 جنيه

# Click&amp;amp;Collect From Store
source: Click&amp;Collect From Store
ar_eg: انقر و استلم من الفرع

# Click&amp;amp;Collect From Store1
source: Click&amp;Collect From Store
ar_eg: انقر و استلم من الفرع

source: Conditions of competition
ar_eg: شروط المنافسة

source: Contact Form
ar_eg: تواصل معنا

source: Contact Us
ar_eg: تواصل معنا

source: Continue as guest
ar_eg: متابعة كزائر

source: Continue as guest
ar_eg: متابعة كزائر

# Continue as guest-1
source: Continue as guest
ar_eg: متابعة كزائر

# Continue as guest1
source: Continue as guest
ar_eg: متابعة كزائر

source: Corporate Information
ar_eg: معلومات الشركات

source: Customer Services
ar_eg: خدمة العملاء

source: Date of Birth
ar_eg: تاريخ الولادة

# Date of Birth1
source: Date of Birth
ar_eg: تاريخ الولادة

source: Defacto
ar_eg: ديفاكتو

source: DEFIT
ar_eg: رياضي

# DEFIT1
source: DEFIT
ar_eg: رياضي

source: E-mail Address
ar_eg: عنوان البريد الالكتروني

# E-mail Address1
source: E-mail Address
ar_eg: عنوان البريد الالكتروني

source: E-mail Address
ar_eg: عنوان البريد الالكتروني

# E-mail_Address1
source: E-mail Address
ar_eg: عنوان البريد الالكتروني

source: Email
ar_eg: البريد الالكتروني

# Email1
source: Email
ar_eg: البريد الالكتروني

source: Favorite
ar_eg: المفضلة

# Favorite1
source: Favorite
ar_eg: المفضلة

source: Female
ar_eg: انثي

# Female1
source: Female
ar_eg: انثي

source: First Name
ar_eg: الاسم الأول

# First Name1
source: First Name
ar_eg: الاسم الأول

source: Forgot Password
ar_eg: هل نسيت كلمة المرور

# Forgot Password1
source: Forgot Password
ar_eg: هل نسيت كلمة المرور

source: Free Cargo
ar_eg: شحن مجاني

# FreeShipping
source: Free shipping, 30-day return or refund guarantee.
ar_eg: شحن مجاني، ضمان إرجاع أو استرداد الأموال خلال 30 يومًا.

source: Frequently Asked Questions
ar_eg: أسئلة تم تكرارها مؤخراً

source: Gender
ar_eg: جنسك

# Gender1
source: Gender
ar_eg: جنسك

source: Girl Blouse
ar_eg: بلوزه بناتي

source: Girl Trousers
ar_eg: بنطلون بناتي

source: Help
ar_eg: المساعده

source: How to pay on DeFacto?
ar_eg: كيف تدفع في ديفاكتو

source: How to shop on DeFacto?
ar_eg: كيف يمكنك التسوق من ديفاكتو

source: Human Resources
ar_eg: الموارد البشرية

source: I accept the Confidenciality Policy
ar_eg: أوافق على سياسة السرية

source: I accept the Confidentiality Policy
ar_eg: أوافق على سياسة السرية

source: I do not want to specify
ar_eg: لا اريد التحديد

# I do not want to specify1
source: I do not want to specify
ar_eg: لا اريد التحديد

source: I have read and understand the Website Terms Use and the Privacy Policy by clicking of the 'Register' button.
ar_eg: لقد قمت بقراءة وفهم شروط وقواعد استخدام الموقع الإلكترونى وفقا سياسة الخصوصية

source: I have read and understand the Website Terms Use and the Privacy Policy by clicking of the 'Register' button.
ar_eg: لقد قمت بقراءة وفهم شروط وقواعد استخدام الموقع الإلكترونى وفقا سياسة الخصوصية

source: I would like to sign up for the Defacto newsletter, receive Defacto survey inquiries and accept to receive E-Mails /SMS /calls for marketing purposes. I can unsubscribe from the newsletter and survey inquiries at any time for the future, e.g. by clicking on the unsubscribe link or sending an e-mail to dataprotection@defacto.com.
ar_eg: أرغب فى الإشتراك فى الخدمة الإخبارية لديفاكتو وتلقى الإستفسارات حول إستطلاع ديفاكتو ، و قبول إستلام رسائل البريد الإلكترونى ، الرسائل النصية القصيرة \ المكالمات لأغراض التسويق . يمكننى إلغاء الإشتراك فى الخدمة الإخبارية وإستفسارات الإستبيان فى أى وقت فى المستقبل ، عن طريق النقر على رابط إلغاء الإشتراك أو إرسال بريد إلكترونى إلى ( dataprotection@defacto.com ) ستتم معالجة بياناتى وفقا لقانون حماية البيانات الشخصية . جميع البيانات الشخصية محمية وفقا للقانون رقم ١٥١ لسنة ٢٠٢٠ ( قانون حماية البيانات الشخصية)

source: I would like to sign up for the Defacto newsletter, receive Defacto survey inquiries and accept to receive E-Mails /SMS /calls for marketing purposes. I can unsubscribe from the newsletter and survey inquiries at any time for the future, e.g. by clicking on the unsubscribe link or sending an e-mail to dataprotection@defacto.com.
ar_eg: أرغب فى الإشتراك فى الخدمة الإخبارية لديفاكتو وتلقى الإستفسارات حول إستطلاع ديفاكتو ، و قبول إستلام رسائل البريد الإلكترونى ، الرسائل النصية القصيرة \ المكالمات لأغراض التسويق . يمكننى إلغاء الإشتراك فى الخدمة الإخبارية وإستفسارات الإستبيان فى أى وقت فى المستقبل ، عن طريق النقر على رابط إلغاء الإشتراك أو إرسال بريد إلكترونى إلى ( dataprotection@defacto.com ) ستتم معالجة بياناتى وفقا لقانون حماية البيانات الشخصية . جميع البيانات الشخصية محمية وفقا للقانون رقم ١٥١ لسنة ٢٠٢٠ ( قانون حماية البيانات الشخصية)

source: JOIN THE FUN!
ar_eg: انضم للمتعة!

source: KIDS
ar_eg: أطفال

source: Kids Colourful Style
ar_eg: ستايل ملون للأطفال

# KIDS1
source: KIDS
ar_eg: أطفال

source: Kids
ar_eg: طفل

source: Last Name
ar_eg: اسم العائلة

# Last Name1
source: Last Name
ar_eg: اسم العائلة

source: LOG IN WITH SOCIAL ACCOUNT
ar_eg: تسجيل الدخول باستخدام حساب التواصل الاجتماعي

# LOG IN WITH SOCIAL ACCOUNT1
source: LOG IN WITH SOCIAL ACCOUNT
ar_eg: تسجيل الدخول باستخدام حساب التواصل الاجتماعي

source: LOG IN WITH SOCIAL ACCOUNT
ar_eg: تسجيل الدخول باستخدام حساب التواصل الاجتماعي

# LOG IN WITH SOCIAL_ACCOUNT1
source: LOG IN WITH SOCIAL ACCOUNT
ar_eg: تسجيل الدخول باستخدام حساب التواصل الاجتماعي

source: Login
ar_eg: تسجيل الدخول

source: LOGIN
ar_eg: تسجيل الدخول

# LoginDe
source: Login
ar_eg: تسجيل دخول

source: Log Out
ar_eg: تسجيل خروج

# LogOut1
source: Log Out
ar_eg: تسجيل خروج

source: Male
ar_eg: ذكر

# Male1
source: Male
ar_eg: ذكر

source: MAN
ar_eg: رجالي

source: Man Blazer Jacket
ar_eg: جاكيتات بليزر رجالي

source: Man Jeans
ar_eg: ملابس رجالي

source: Man Outwear
ar_eg: أطقم أولادي

source: Man Perfume
ar_eg: عطر الرجل

source: Man Shirt
ar_eg: تي شيرتات رجالي

source: Man Sweatshirts
ar_eg: بلوزات الرجلي

source: Man Trousers
ar_eg: بنطلونات رجالي

# MAN1
source: MAN
ar_eg: رجالي

source: Modest Dress
ar_eg: فساتين محجبات

source: NOT A MEMBER? JOIN NOW
ar_eg: لست عضو ؟ سجل الآن

# NOT A MEMBER? JOIN NOW1
source: NOT A MEMBER? JOIN NOW
ar_eg: لست عضو ؟ سجل الآن

source: Order Tracking
ar_eg: تتبع الطلب

source: Password
ar_eg: كلمة المرور

# Password1
source: Password
ar_eg: كلمة المرور

source: Password
ar_eg: كلمة المرور

# Password_1
source: Password
ar_eg: كلمة المرور

source: Phone Number
ar_eg: هاتف محمول

# Phone Number1
source: Phone Number
ar_eg: هاتف محمول

source: Ramadan Offers
ar_eg: عروض رمضان

source: Register
ar_eg: حساب جديد

source: Register
ar_eg: التسجيل

# Register#1
source: Register
ar_eg: التسجيل

# Register1
source: Register
ar_eg: حساب جديد

source: Remember Me
ar_eg: تذكرني

# Remember Me1
source: Remember Me
ar_eg: تذكرني

source: Return And Changes
ar_eg: عمليات الارجاع و الاستبدال السهلة

source: Search Jean Pants, Basic Body, Modern Fit Shirt, Track Suit
ar_eg: البحث بنطلون جينز، بيزك بدي، شيميز مودرن، بدلة رياضية

# Search: Jean Pants, Basic Body, Modern Fit Shirt, Track Suit1
source: Search: Jean Pants, Basic Body, Modern Fit Shirt, Track Suit
ar_eg: البحث: بنطلون جينز، بيزك بدي، شيميز مودرن، بدلة رياضية

# SearchtxtNav
source: Search Jean Pants, Basic Body, Modern Fit Shirt, Track Suit
ar_eg: البحث بنطلون جينز، بيزك بدي، شيميز مودرن، بدلة رياضية

source: Shopping Cart
ar_eg: عربة التسويق

# ShoppingCart1
source: Shopping Cart
ar_eg: عربة التسويق

source: SIGN IN
ar_eg: تسجيل الدخول

source: Sign In
ar_eg: تسجيل الدخول

# Sign In!!1
source: Sign In
ar_eg: تسجيل الدخول

# SIGN IN1
source: SIGN IN
ar_eg: تسجيل الدخول

source: Social Media
ar_eg: وسائل التواصل الاجتماعي

source: Stores
ar_eg: متاجر

source: Subscribe
ar_eg: تابع

source: Subscribe to get the latest updates about our campaigns
ar_eg: اشترك الآن وكن أول من يعلم بأحدث حملاتنا وعروضنا

source: SUBSCRIBE WITH YOUR EMAIL ADDRESS
ar_eg: إنشاء حساب جديد باستخدام عنوان البريد الإلكتروني

# SUBSCRIBE WITH YOUR EMAIL ADDRESS1
source: SUBSCRIBE WITH YOUR EMAIL ADDRESS
ar_eg: إنشاء حساب جديد باستخدام عنوان البريد الإلكتروني

source: TOP CATEGORIES
ar_eg: أفضل الفئات

source: Who are you shopping for?
ar_eg: لمن تتسوق ؟

source: WOMAN
ar_eg: حريمي

source: Woman Accessories
ar_eg: اكسسورات حريمي

source: Woman Blazer Jacket
ar_eg: جاكيتات بليزر حريمي

source: Woman Dress
ar_eg: فساتين حريمي

source: Woman Outwear
ar_eg: نساء ملابس محجبات

source: Woman Perfume
ar_eg: برفانات حريمى

source: Woman Shirt
ar_eg: تي شيرتات حريمي

source: Woman Skirt
ar_eg: اكسسوارات حريمي

source: Woman Sweatshirt
ar_eg: جيبه حريمي

source: Woman Trousers
ar_eg: بنطلونات حريمي

source: Woman Tunics
ar_eg: تونيكات حريمي

# WOMAN1
source: WOMAN
ar_eg: حريمي

source: Women's Day Gifts
ar_eg: هدايا عيد المرأة

source: Your personal data; It will be processed by the data controller Defacto company. You can find detailed information from Member Clarification Text By clicking the “Sign Up” button you are deemed to have consented to the DeFacto Gift Club Membership Agreement and the processing and transfer of your personal data abroad within the scope of the Explicit Consent Text
ar_eg: لقد قمت بقراءة وفهم شروط وقواعد استخدام الموقع الإلكترونى وفقا لقانون حماية البيانات الشخصية

source: Your personal data; It will be processed by the data controller Defacto company. You can find detailed information from Member Clarification Text By clicking the “Sign Up” button you are deemed to have consented to the DeFacto Gift Club Membership Agreement and the processing and transfer of your personal data abroad within the scope of the Explicit Consent Text
ar_eg: لقد قمت بقراءة وفهم شروط وقواعد استخدام الموقع الإلكترونى وفقا لقانون حماية البيانات الشخصية
